---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeZAngle
source: html/fccd5d74-e57f-94b9-0be9-1eb7fe83ba72.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeZAngle Property

"Plan rotation"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemCopeZAngle { get; }
```